# RevitLinkUIUtils Methods

---
The RevitLinkUIUtils type exposes the following members.
| Name| Description
---|---|---
| ReportLinkLoadResults|
Top
#### Reference
RevitLinkUIUtils Class
Autodesk.Revit.UI Namespace